{
  "basics": {
    "name": "Alessandro Camilletti",
    "image": "",
    "email": "acamilletti@fbk.eu",
    "url": "https://camilletti.github.io",
  },
  "work": [
    {
      "name": "Fondazione Bruno Kessler",
      "position": "Researcher",
      "url": "https://dsip.fbk.eu/",
      "startDate": "2024-02-01",
      "endDate": "2026-01-01",
      "summary": "Researcher in sub-seasonal and seasonal forecasting using AI methods",
      "highlights": ["Machine Learning", "Climate"]
    }
  ],
  "education": [
    {
      "institution": "University of Trento",
      "location": "Trento, Italy",
      "url": "https://www.uzh.ch/",
      "area": "Physics",
      "studyType": "PhD",
      "startDate": "2019-11-01",
      "endDate": "2024-06-19",
    }
  ],
  "publications": [
    {
      "name": "Remnant properties of binary neutron star mergers undergoing prompt collapse",
      "publisher": "arXiv",
      "releaseDate": "2025-08-05",
      "url": "http://arxiv.org/abs/2507.19431",
      "summary": "We study the properties of remnants formed in prompt-collapse binary neutron star mergers. We consider non-spinning binaries over a range of total masses and mass ratios across a set of 22 equations of state, totaling 107 numerical relativity simulations. We report the final mass and spin of the systems (including the accretion disk and ejecta) to be constrained in a narrow range, regardless of the binary configuration and matter effects. This sets them apart from binary black-hole merger remnants. We assess the detectability of the postmerger signal in a future 40 km Cosmic Explorer observatory and find that the signal-to-noise ratio in the postmerger of an optimally located and oriented binary at a distance of 100 Mpc can range from \$\{{\textless}\}1\$ to 8, depending on the binary configuration and equation of state, with a majority of them greater than 4 in the set of simulations that we consider. We also consider the distinguishability between prompt-collapse binary neutron star and binary black hole mergers with the same masses and spins. We find that Cosmic Explorer will be able to distinguish such systems primarily via the measurement of tidal effects in the late inspiral. Neutron star binaries with {\textbackslash}emph\{reduced tidal deformability\} \${\textbackslash}tilde{\textbackslash}Lambda\$ as small as \$\{{\textbackslash}sim\}3.5\$ can be identified up to a distance of 100 Mpc, while neutron star binaries with \${\textbackslash}tilde{\textbackslash}Lambda{\textbackslash}sim22\$ can be identified to distances greater than 250 Mpc. This is larger than the distance up to which the postmerger will be visible. Finally, we discuss the possible implications of our findings for the equation of state of neutron stars from the gravitational-wave event GW230529."
    },
    {
      "name": "Direct Measurement of the Accretion Disk Formed in Prompt Collapse Mergers with Future Gravitational-Wave Observatories",
      "publisher": "arXiv",
      "releaseDate": "2025-08-05",
      "url": "http://arxiv.org/abs/2507.14071",
      "summary": "The production site of heavy r-process elements, such as Gold and Uranium, is uncertain. Neutron star mergers are the only astrophysical phenomenon in which we have witnessed their formation. However, the amount of heavy elements resulting from the merger remains poorly constrained, mainly due to uncertainties on the mass and angular momentum of the disk formed in the merger remnant. Matter accretion from the disk is also thought to power gamma ray-bursts. We discover from numerical relativity simulations that the accretion disk influences the ringdown gravitational-wave signal produced by binaries that promptly collapse to black-hole at merger. We propose a method to {\textbackslash}emph\{directly\} measure the mass of the accretion disk left during black hole formation in binary mergers using observatories such as the Einstein Telescope or Cosmic Explorer with a relative error of 10{\textbackslash}\% for binaries at a distance of up to 30{\textasciitilde}Mpc, corresponding to an event rate of 0.001 to 0.25 events per year."
    },
    {
      "name": "AI reconstruction of European weather from the Euro-Atlantic regimes",
      "publisher": "arXiv",
      "releaseDate": "2025-07-30",
      "url": "http://arxiv.org/abs/2506.13758",
      "summary": "We present a non-linear AI-model designed to reconstruct monthly mean anomalies of the European temperature and precipitation based on the Euro-Atlantic Weather regimes (WR) indices. WR represent recurrent, quasi-stationary, and persistent states of the atmospheric circulation that exert considerable influence over the European weather, therefore offering an opportunity for sub-seasonal to seasonal forecasting. While much research has focused on studying the correlation and impacts of the WR on European weather, the estimation of ground-level climate variables, such as temperature and precipitation, from Euro-Atlantic WR remains largely unexplored and is currently limited to linear methods. The presented AI model can capture and introduce complex non-linearities in the relation between the WR indices, describing the state of the Euro-Atlantic atmospheric circulation and the corresponding surface temperature and precipitation anomalies in Europe. We discuss the AI-model performance in reconstructing the monthly mean two-meter temperature and total precipitation anomalies in the European winter and summer, also varying the number of WR used to describe the monthly atmospheric circulation. We assess the impact of errors on the WR indices in the reconstruction and show that a mean absolute relative error below 80\% yields improved seasonal reconstruction compared to the ECMWF operational seasonal forecast system, SEAS5. As a demonstration of practical applicability, we evaluate the model using WR indices predicted by SEAS5, finding slightly better or comparable skill relative to the SEAS5 forecast itself. Our findings demonstrate that WR-based anomaly reconstruction, powered by AI tools, offers a promising pathway for sub-seasonal and seasonal forecasting."
    }
    ,
    {
      "name": "Kilohertz Gravitational Waves From Binary Neutron Star Mergers: Numerical-relativity Informed Postmerger Model",
      "authors": "Matteo Breschi Sebastiano Bernuzzi, Kabir Chakravarti, Alessandro Camilletti, Avrial Prakash, Albino Perego"
      "publisher": "PRD",
      "releaseDate": "2024-02-02",
      "url": "https://journals.aps.org/prd/abstract/10.1103/PhysRevD.109.064009",
      "summary": "We present \$\{{\textbackslash}tt NRPMw\}\$, an analytical model of gravitational-waves from neutron star merger remnants informed using 618 numerical relativity (NR) simulations. \$\{{\textbackslash}tt NRPMw\}\$ is designed in the frequency domain using a combination of complex Gaussian wavelets. The wavelet's parameters are calibrated to equations of state (EOS) insensitive relations from NR data. The NR simulations are computed with 21 EOS (7 of which are finite-temperature microphysical models, and 3 of which contain quark phase transitions or hyperonic degrees of freedom) and span total binary masses \$M{\textbackslash}in[2.4,3.4]{\textasciitilde}\{{\textbackslash}rm M\}\_{\textbackslash}odot\$, mass ratios up to \$q=2\$, and (nonprecessing) dimensionless spins magnitudes up to \$\{0.2\}\$. The theoretical uncertainties of the EOS-insensitive relations are incorporated in \$\{{\textbackslash}tt NRPMw\}\$ using recalibration parameters that enhance the flexibility and accuracy of the model. \$\{{\textbackslash}tt NRPMw\}\$ is NR-faithful with fitting factors \$\{{\textbackslash}gtrsim\}0.9\$ computed on an independent validation set of 102 simulations."
    }
  ],
  "languages": [
    {
      "language": "Italian",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ],
  "projects": [
    {
      "name": "Quantum Computing",
      "summary": "Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.",
      "highlights": ["Quantum Teleportation", "Quantum Cryptography"],
      "startDate": "2018-01-01",
      "endDate": "2018-01-01",
      "url": "https://example.com"
    }
  ]
}
